{
  "pagination": { "limit": 100, "offset": 0, "count": 100, "total": 10000 },
  "data": [
    {
      "author": null,
      "title": "T. rex\u0027s fancy footwork owed to special ligaments, study finds",
      "description": "How did Tyrannosaurus rex catch its food? Looking at T. rex\u0027s fossilized skull, the answer may seem obvious: monstrous jaws and sharp teeth capable of delivering a multi-ton bite force.",
      "url": "https://phys.org/news/2022-12-rex-footwork-owed-special-ligaments.html",
      "source": "Phys.org - News And Articles On Science And Technology",
      "image": "https://scx1.b-cdn.net/csz/news/tmb/2022/t-rexs-fancy-footwork.jpg",
      "category": "science",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-02T18:37:13+00:00"
    },
    {
      "author": "Will Shanklin",
      "title": "Meta Quest Pro’s first update adds mixed reality screen recordings",
      "description": "The Meta Quest Pro is a classic case of the early adopter’s dilemma. Although the headset offers a wealth of potential for virtual reality enthusiasts, it also requires a $1,500 investment for something that — at least for now — doesn’t have the software to justify its price. Although today’s v47 update doesn’t fix that problem, it does take a small first step by adding mixed reality (MR) capture and background audio playback.The first update since Quest Pro’s launch lets you record your real-world environment combined with virtual elements. Previously, you could only capture in-...",
      "url": "https://www.engadget.com/meta-quest-pro-update-mixed-reality-recording-background-audio-192427799.html?src=rss",
      "source": "Engadget",
      "image": "https://s.yimg.com/os/creatr-uploaded-images/2022-12/760d1dd0-7273-11ed-bffe-a0a25e7615cb",
      "category": "technology",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-02T19:24:27+00:00"
    },
    {
      "author": "Harri Weber",
      "title": "Plant Prefab nabs $42M to crank out ‘extremely sustainable’ custom homes",
      "description": "Prefabricated homes always seem to be on the cusp of something big — solving housing shortages, tackling systemic waste or just generally ushering in the \u0026#8220;very up-to-date.\u0026#8221; But in the U.S., new prefab housing still represents a small fraction of the market (around 2% of single-family homes built in 2021, for example). By now it\u0026#8217;s clear [\u0026#8230;]Plant Prefab nabs $42M to crank out \u0026#8216;extremely sustainable\u0026#8217; custom homes by Harri Weber originally published on TechCrunch",
      "url": "https://techcrunch.com/2022/12/02/plant-prefab-homes-climate-sustainable-gerdau/",
      "source": "TechCrunch",
      "image": null,
      "category": "technology",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-02T20:18:14+00:00"
    },
    {
      "author": "Thomas Ricker",
      "title": "Lessons learned after living in an off-grid rental",
      "description": "Inforest Esther off-grid home pictured from above in a great expanse of Swedish forest. | Photo: Inforest InForest’s Swedish cabins are completely off the grid, relying on solar power, battery backup, and a limited amount of water. Living in one for a week required some compromises, but fewer than expected. Continue reading\u0026hellip;",
      "url": "https://www.theverge.com/23487709/inforest-off-grid-solar-cabin-review",
      "source": "The Verge",
      "image": null,
      "category": "technology",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-03T08:11:54+00:00"
    },
    {
      "author": "Kris Holt",
      "title": "Blizzard is making it easier to unlock new \u0027Overwatch 2\u0027 heroes",
      "description": "One of the major (and controversial) changes Blizzard made in Overwatch 2 was gating new heroes behind a battle pass. However, it should be a little easier for players to unlock the latest character, Ramattra, in the game\u0027s second season. Players who opt for the free track of the battle pass won\u0027t need to grind through as many levels before they can use the new tank in all game modes. Making some weekly challenges less of a chore should mean players can level up more quickly too.\u0022After reviewing data for Season 1, we\u0027re moving Ramattra into Tier 45 of the Battle Pass and making a few more...",
      "url": "https://www.engadget.com/overwatch-2-ramattra-battle-pass-205104977.html?src=rss",
      "source": "Engadget",
      "image": "https://s.yimg.com/os/creatr-uploaded-images/2022-12/c7a33a20-74d6-11ed-adeb-d092269cc262",
      "category": "technology",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-05T20:51:04+00:00"
    },
    {
      "author": "The New York Times",
      "title": "Tell Us About Your Year in Climate",
      "description": "We’d love to hear your thoughts about 2022, and the year ahead, too.",
      "url": "https://www.nytimes.com/2022/12/06/climate/year-in-climate-responses.html",
      "source": "The New York Times",
      "image": "https://static01.nyt.com/images/2022/12/06/climate/06cli-year-end-feedback/06cli-year-end-feedback-moth.jpg",
      "category": "science",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-06T15:50:15+00:00"
    },
    {
      "author": "Aisha Malik",
      "title": "Snapchat is testing Lenses with power-ups and upgrades that you can buy",
      "description": "At its annual Lens Fest event, Snap announced that it’s experimenting with a small group of AR creators and developers to build Lenses with digital goods that can be purchased with Snap Tokens. As part of this experiment, users will be able to unlock power-ups, AR items and extra tools within select Lenses. Snap Tokens, [\u0026#8230;]Snapchat is testing Lenses with power-ups and upgrades that you can buy by Aisha Malik originally published on TechCrunch",
      "url": "https://techcrunch.com/2022/12/06/snapchat-is-testing-lenses-with-power-ups-and-upgrades-that-you-can-buy/",
      "source": "TechCrunch",
      "image": null,
      "category": "technology",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-06T17:00:41+00:00"
    },
    {
      "author": null,
      "title": "Rhino conservation in Nepal creates a burden for communities, infrastructure and other species, study warns",
      "description": "Efforts to conserve rhinos in Nepal have put a burden on communities, infrastructure and other wildlife in Nepal, a new study warns.",
      "url": "https://phys.org/news/2022-12-rhino-nepal-burden-communities-infrastructure.html",
      "source": "Phys.org - News And Articles On Science And Technology",
      "image": "https://scx1.b-cdn.net/csz/news/tmb/2022/rhino-conservation-in.jpg",
      "category": "science",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-06T19:57:43+00:00"
    },
    {
      "author": null,
      "title": "Researcher creates algorithms to predict arsenic contamination in private wells",
      "description": "Despite the risks to human health, testing for arsenic isn\u0027t required for most private drinking wells in New Jersey. To help address this regulatory gap, a Rutgers researcher developed a machine learning model that can estimate arsenic contamination in private wells without the need to sample the water itself.",
      "url": "https://phys.org/news/2022-12-algorithms-arsenic-contamination-private-wells.html",
      "source": "Phys.org - News And Articles On Science And Technology",
      "image": "https://scx1.b-cdn.net/csz/news/tmb/2022/researcher-creates-alg.jpg",
      "category": "science",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-06T19:57:01+00:00"
    },
    {
      "author": "Haje Jan Kamps",
      "title": "Prisma Labs, maker of Lensa AI, says it is working to prevent accidental generation of nudes",
      "description": "We recently uncovered that Lensa AI can be tricked into creating NSFW images. When TechCrunch made the Prisma team aware of its findings, the company\u0026#8217;s CEO replied with its findings. Prisma Lab\u0026#8217;s CEO and co-founder Andrey Usoltsev told us that the behavior we observed in our article can only happen if the AI is intentionally [\u0026#8230;]Prisma Labs, maker of Lensa AI, says it is working to prevent accidental generation of nudes by Haje Jan Kamps originally published on TechCrunch",
      "url": "https://techcrunch.com/2022/12/06/prisma-ai-regulation/",
      "source": "TechCrunch",
      "image": null,
      "category": "technology",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-06T19:55:55+00:00"
    },
    {
      "author": "Jagmeet Singh",
      "title": "Xiaomi’s India business head quits amid growing scrutiny",
      "description": "Xiaomi\u0026#8217;s business head in India has resigned as the Chinese smartphone giant faces regulatory pressure and intense scrutiny from the Indian government and sees growing competition from other homegrown Chinese vendors as well as Samsung. Raghu Reddy, Chief Business Officer, who was one of the prominent public faces and a part of the leadership team, [\u0026#8230;]Xiaomi\u0026#8217;s India business head quits amid growing scrutiny by Jagmeet Singh originally published on TechCrunch",
      "url": "https://techcrunch.com/2022/12/07/xiaomis-india-business-head-raghu-reddy-quit/",
      "source": "TechCrunch",
      "image": null,
      "category": "technology",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-07T12:03:03+00:00"
    },
    {
      "author": "Ram Iyer",
      "title": "3 methods for investors assessing AI-readiness in portfolio companies",
      "description": "For investors, assessing a portfolio company’s AI-readiness today is just as important as scrutinizing its books.3 methods for investors assessing AI-readiness in portfolio companies by Ram Iyer originally published on TechCrunch",
      "url": "https://techcrunch.com/2022/12/07/3-ways-investors-can-assess-ai-readiness-in-portfolio-companies/",
      "source": "TechCrunch",
      "image": null,
      "category": "technology",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-07T13:00:55+00:00"
    },
    {
      "author": "Jacquelyn Melinek",
      "title": "Kevin O’Leary and Anthony Scaramucci discuss SBF, FTX and what’s next for crypto",
      "description": "At the Benzinga Future of Crypto event, Kevin O’Leary and Anthony Scaramucci discussed what crypto\u0027s future may hold after the downfall of FTX.Kevin O’Leary and Anthony Scaramucci discuss SBF, FTX and what’s next for crypto by Jacquelyn Melinek originally published on TechCrunch",
      "url": "https://techcrunch.com/2022/12/07/kevin-oleary-and-anthony-scaramucci-discuss-sbf-ftx-and-whats-next-for-crypto/",
      "source": "TechCrunch",
      "image": null,
      "category": "technology",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-07T17:30:37+00:00"
    },
    {
      "author": null,
      "title": "Building acceptance for energy transitions in Germany and Australia",
      "description": "People in Germany and Australia are broadly supportive of efforts to decarbonize energy systems. However, opposition to the rollout of renewables is growing. In a new study, researchers show that community participation plays a key role in building acceptance for energy transition policies. The governments of both countries are pursuing different strategies to foster public acceptance of various measures.",
      "url": "https://phys.org/news/2022-12-energy-transitions-germany-australia.html",
      "source": "Phys.org - News And Articles On Science And Technology",
      "image": "https://scx1.b-cdn.net/csz/news/tmb/2022/wind-and-solar.jpg",
      "category": "science",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-07T18:07:04+00:00"
    },
    {
      "author": null,
      "title": "Apple advances user security with powerful new data protections",
      "description": "Comments",
      "url": "https://www.apple.com/newsroom/2022/12/apple-advances-user-security-with-powerful-new-data-protections/",
      "source": "Hacker News",
      "image": null,
      "category": "technology",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-07T18:06:58+00:00"
    },
    {
      "author": "Adi Robertson",
      "title": "DC sues Amazon for ‘stealing’ $60 million in tips from Flex drivers",
      "description": "Illustration by Alex Castro / The Verge District of Columbia Attorney General Karl Racine has sued Amazon for using drivers’ tips to pay their standard wages, attempting to exact a punishment that federal consumer protection agencies couldn’t.Amazon settled with the Federal Trade Commission last year after a lawsuit asserted it had withheld more than $60 million (or about one-third of total customer tips) from Amazon Flex drivers over the course of two and a half years. But while the FTC took that money to distribute back to drivers, it had no mechanism to issue greater penalties. “Amazon...",
      "url": "https://www.theverge.com/2022/12/7/23498576/dc-attorney-general-karl-racine-sues-amazon-flex-worker-tip-lawsuit-ftc",
      "source": "The Verge",
      "image": null,
      "category": "technology",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-07T19:35:14+00:00"
    },
    {
      "author": null,
      "title": "Research has long shown institutional misogyny and racism within the UK\u0027s fire services",
      "description": "Following the tragic death of trainee firefighter Jaden Matthew Francois-Esprit, who took his own life in August 2020, an independent review was set up to investigate the workplace culture at the London Fire Brigade. Chaired by the solicitor and former crown prosecutor, Nazir Afzal, the review has found evidence of institutional misogyny and racism in the UK\u0027s largest fire and rescue service.",
      "url": "https://phys.org/news/2022-12-shown-misogyny-racism-uk.html",
      "source": "Phys.org - News And Articles On Science And Technology",
      "image": "https://scx1.b-cdn.net/csz/news/tmb/2022/research-has-long-show.jpg",
      "category": "science",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-08T17:40:03+00:00"
    },
    {
      "author": null,
      "title": "Co-working spaces limit creativity in the long run, finds new study",
      "description": "Co-working spaces can limit the creativity and innovation of new businesses, a study has found.",
      "url": "https://phys.org/news/2022-12-co-working-spaces-limit-creativity.html",
      "source": "Phys.org - News And Articles On Science And Technology",
      "image": "https://scx1.b-cdn.net/csz/news/tmb/2022/coworking-space.jpg",
      "category": "science",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-08T20:55:03+00:00"
    },
    {
      "author": null,
      "title": "To resolve youth violence, Canada must move beyond policing and prison",
      "description": "The most recent shooting involving a Toronto high school student this October highlighted a rising problem with gun violence in North American schools. In Canada\u0027s largest city, it raised alarms about how the crisis is getting worse and skewing younger.",
      "url": "https://phys.org/news/2022-12-youth-violence-canada-policing-prison.html",
      "source": "Phys.org - News And Articles On Science And Technology",
      "image": "https://scx1.b-cdn.net/csz/news/tmb/2022/to-resolve-youth-viole.jpg",
      "category": "science",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-08T21:40:02+00:00"
    },
    {
      "author": null,
      "title": "Rare Apollo mission moon rock back in Cyprus after 50 years",
      "description": "Half a century after U.S. astronauts brought it back from the moon\u0027s surface, a minute piece of extraterrestrial rock has finally reached its intended destination, the east Mediterranean island nation of Cyprus.",
      "url": "https://phys.org/news/2022-12-rare-apollo-mission-moon-cyprus.html",
      "source": "Phys.org - News And Articles On Science And Technology",
      "image": "https://scx1.b-cdn.net/csz/news/tmb/2022/rare-apollo-mission-mo.jpg",
      "category": "science",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-08T21:35:58+00:00"
    },
    {
      "author": "Jay Peters",
      "title": "The developers of Celeste debuted a trailer for their next game, Earthblade",
      "description": "A screenshot from Earthblade. | Image: Extremely OK Games Extremely OK Games, the makers of the beloved indie platformer Celeste, shared a first trailer for the studio’s next game, Earthblade, at The Game Awards 2022 on Thursday.In Earthblade, you play as a character named Nevoa as you explore a “free-roaming, dynamically-loading map,” according to an email sent shortly after the trailer debuted. The game has 2D pixel graphics to Celeste, but Earthblade looks to take place in a more fantasy-inspired world. It’s happening - #Earthblade is coming in 2024!! ⚔️ ⚔️ pic.twitter.com/...",
      "url": "https://www.theverge.com/2022/12/8/23500114/earthblade-trailer-extremely-ok-games-the-game-awards-2022",
      "source": "The Verge",
      "image": null,
      "category": "technology",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-09T02:10:27+00:00"
    },
    {
      "author": "Steve Dent",
      "title": "Riot Games sues Chinese tech giant NetEase for making a \u0027copy\u0027 of Valorant",
      "description": "Riot Games has sued Chinese tech giant NetEase, calling its mobile game Hyper Front \u0022a copy of substantial parts of Valorant,\u0022 Law360 has reported. On top of matching the format, NetEase also replicated parts of its character designs, game maps, weapon designs and more, Riot claims. It brought the case to the high court of England and Wales, but is also launching complaints in Germany, Brazil and Singapore, according to\u0026nbsp;Polygon.\u0026nbsp;Like Valorant, Hyper Front is a free-to-play first-person shooter that pits teams of five against each other in different modes. In its claim, Riot noted that...",
      "url": "https://www.engadget.com/riot-games-lawsuit-netease-copy-valorant-105847270.html?src=rss",
      "source": "Engadget",
      "image": "https://s.yimg.com/os/creatr-uploaded-images/2022-12/a9efeb30-77a7-11ed-bfee-4008febb8155",
      "category": "technology",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-09T10:58:47+00:00"
    },
    {
      "author": "Cameron Faulkner",
      "title": "Jump into Portal on PC and Steam Deck for just $1",
      "description": "Portal will look the best it ever has with an RTX 40-series GPU, but you definitely don’t need one to play the game. | Image: Nvidia and Valve A deal on a single PC game doesn’t usually rise to the top of our daily pickings of discounts, but it did today. Valve’s mind-bending and often hilarious puzzle game Portal costs a single dollar at Steam. This price cut is timed with Nvidia’s release of a big graphical overhaul of the game that adds optional ray tracing and DLSS 3 AI upscaling that’s best experienced with its pricey RTX 40-series GPUs. Thankfully, you don’t need one of those...",
      "url": "https://www.theverge.com/2022/12/9/23501523/portal-valve-pc-rtx-magic-keyboard-ipad-pro-air-paramount-plus-deal-sale",
      "source": "The Verge",
      "image": null,
      "category": "technology",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-09T14:59:24+00:00"
    },
    {
      "author": null,
      "title": "Why do cats knead?",
      "description": "\u0022Kneading\u0022 is when cats massage an object with the front paws, which extend and retract, one paw at a time.",
      "url": "https://phys.org/news/2022-12-cats-knead.html",
      "source": "Phys.org - News And Articles On Science And Technology",
      "image": "https://scx1.b-cdn.net/csz/news/tmb/2022/why-do-cats-knead.jpg",
      "category": "science",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-09T16:03:29+00:00"
    },
    {
      "author": null,
      "title": "How to rebuild an atomic clock",
      "description": "Atomic clocks are crucial for everyday living as they help our telecommunications, electrical power grids, GPS systems, transportation, and other processes around the world keep precise time. Some of these clocks use lasers and special resonator cavities to measure time intervals. They are some of the most accurate clocks in the world and the most fragile.",
      "url": "https://phys.org/news/2022-12-rebuild-atomic-clock.html",
      "source": "Phys.org - News And Articles On Science And Technology",
      "image": "https://scx1.b-cdn.net/csz/news/tmb/2022/how-to-rebuild-an-atom.jpg",
      "category": "science",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-09T17:43:46+00:00"
    },
    {
      "author": null,
      "title": "Air for disadvantaged LA residents is more polluted, more toxic",
      "description": "People dealing with the most socioeconomic disadvantages in greater Los Angeles also face higher levels of toxic air pollution, according to a new UCLA-led study.",
      "url": "https://phys.org/news/2022-12-air-disadvantaged-la-residents-polluted.html",
      "source": "Phys.org - News And Articles On Science And Technology",
      "image": "https://scx1.b-cdn.net/csz/news/tmb/2022/air-for-disadvantaged.jpg",
      "category": "science",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-09T19:13:03+00:00"
    },
    {
      "author": null,
      "title": "Droplets in cells found to determine the accumulation of proteins in age-related diseases",
      "description": "Tiny droplets in cells can accelerate the accumulation of protein deposits in diseases such as Alzheimer\u0027s and Parkinson\u0027s disease, but they can also hinder this accumulation. While they will worsen the accumulation if the proteins stick to the edge of the droplets, the situation actually improves when they are incorporated into the droplets. Chemists from Radboud University and the University of Twente are set to publish their new findings in Science Advances on December 2.",
      "url": "https://phys.org/news/2022-12-droplets-cells-accumulation-proteins-age-related.html",
      "source": "Phys.org - News And Articles On Science And Technology",
      "image": "https://scx1.b-cdn.net/csz/news/tmb/2022/liquid-bubbles.jpg",
      "category": "science",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-05T14:31:03+00:00"
    },
    {
      "author": "Sean Hollister",
      "title": "Many EA games are borked on Steam Deck, but fixes are on the way",
      "description": "Photo by Vjeran Pavic / The Verge Star Wars Jedi: Fallen Order was one of the Steam Deck’s showcase titles when it first went on sale — now, it’s one of likely dozens of popular EA games that don’t launch properly anymore. Nearly four weeks ago, Valve retroactively revoked the Steam Deck Verified status of most popular Electronic Arts games on Steam, including every modern Battlefield, Need for Speed, Mass Effect, FIFA, and Madden title. The good news: both Valve and EA tell The Verge that fixes are on the way. There’s also an easy workaround if you’re comfortable navigating the...",
      "url": "https://www.theverge.com/2022/12/5/23495287/steam-deck-ea-games-electronic-arts-pc",
      "source": "The Verge",
      "image": null,
      "category": "technology",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-05T23:52:22+00:00"
    },
    {
      "author": "Paul Sawers",
      "title": "From the creator of Homebrew, Tea raises $8.9M to build a protocol that helps open source developers get paid",
      "description": "Tea, an open source unified package manager for software developers, today announced it has added another $8.9 million in seed funding to its coffer as it builds on recent momentum that has seen some 16,000 developers authenticate their software packages with Tea. Tea is the brainchild of Max Howell, creator of popular open source package [\u0026#8230;]From the creator of Homebrew, Tea raises $8.9M to build a protocol that helps open source developers get paid by Paul Sawers originally published on TechCrunch",
      "url": "https://techcrunch.com/2022/12/06/from-the-creator-of-homebrew-tea-raises-8-9m-to-build-a-protocol-that-helps-open-source-developers-get-paid/",
      "source": "TechCrunch",
      "image": null,
      "category": "technology",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-06T13:00:09+00:00"
    },
    {
      "author": "Frederic Lardinois",
      "title": "Axiom launches its automated identity and access management platform",
      "description": "Axiom, a Tel Aviv-based startup that focuses on automating identity and access management (IAM) for developer platforms, is coming out of stealth today and announcing a $7 million seed round led by S Capital. The idea here is to provide a single platform that provides developers with easy access to the tools they need and [\u0026#8230;]Axiom launches its automated identity and access management platform by Frederic Lardinois originally published on TechCrunch",
      "url": "https://techcrunch.com/2022/12/06/axiom-launches-its-automated-identity-and-access-management-platform/",
      "source": "TechCrunch",
      "image": null,
      "category": "technology",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-06T14:00:54+00:00"
    },
    {
      "author": "Ingrid Lunden",
      "title": "Oda, the Norwegian grocery delivery startup, raises a fresh $151M, but at a lowered valuation of $353M",
      "description": "Online grocery delivery, a booming business at the height of the Covid-19 pandemic, has definitely come down to earth with the other shifts we\u0026#8217;ve seen in the economy, public health and technology investing. Oda, one of the bigger players in online grocery delivery in Europe with operations in its home market of Norway as well [\u0026#8230;]Oda, the Norwegian grocery delivery startup, raises a fresh $151M, but at a lowered valuation of $353M by Ingrid Lunden originally published on TechCrunch",
      "url": "https://techcrunch.com/2022/12/06/oda-the-norwegian-grocery-delivery-startup-raises-a-fresh-151m-but-at-a-lowered-valuation-of-353m/",
      "source": "TechCrunch",
      "image": null,
      "category": "technology",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-06T14:00:21+00:00"
    },
    {
      "author": null,
      "title": "Jawbone may represent earliest presence of humans in Europe",
      "description": "For over a century, one of the earliest human fossils ever discovered in Spain has been long considered a Neandertal. However, new analysis from an international research team, including scientists at Binghamton University, State University of New York, dismantles this century-long interpretation, demonstrating that this fossil is not a Neandertal; rather, it may actually represent the earliest presence of Homo sapiens ever documented in Europe.",
      "url": "https://phys.org/news/2022-12-jawbone-earliest-presence-humans-europe.html",
      "source": "Phys.org - News And Articles On Science And Technology",
      "image": "https://scx1.b-cdn.net/csz/news/tmb/2022/jawbone-may-represent-1.jpg",
      "category": "science",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-06T21:19:23+00:00"
    },
    {
      "author": "Kyle Wiggers",
      "title": "Bosch shuts down its app store for AI-powered, internet-connected cameras",
      "description": "In 2018, appliance conglomerate Bosch created a startup, Security and Safety Things (or \u0026#8220;SAST\u0026#8221; for short), whose stated mission was to develop a platform to help developers create software for AI-equipped cameras. SAST was to host a moderated, vetted \u0026#8220;app store\u0026#8221; for internet-connected cameras that would allow developers to build software on an open standard [\u0026#8230;]Bosch shuts down its app store for AI-powered, internet-connected cameras by Kyle Wiggers originally published on TechCrunch",
      "url": "https://techcrunch.com/2022/12/06/bosch-shuts-down-its-app-store-for-ai-powered-internet-connected-cameras/",
      "source": "TechCrunch",
      "image": null,
      "category": "technology",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-06T21:51:18+00:00"
    },
    {
      "author": "Tage Kene-Okafor",
      "title": "African credit-led fintech Finclusion raises additional capital amidst rebrand",
      "description": "African credit-led neobank Finclusion Group has raised an additional $2 million in equity financing as it officially rebrands to Fin, the company said in a statement shared with TechCrunch.  The news follows a January announcement that the fintech, which uses AI algorithms to provide financial services to African customers via an array of credit-centric products, [\u0026#8230;]African credit-led fintech Finclusion raises additional capital amidst rebrand by Tage Kene-Okafor originally published on TechCrunch",
      "url": "https://techcrunch.com/2022/12/07/african-credit-led-fintech-finclusion-raises-additional-capital-amidst-rebrand/",
      "source": "TechCrunch",
      "image": null,
      "category": "technology",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-07T11:42:55+00:00"
    },
    {
      "author": null,
      "title": "Repairing gullies: The quickest way to improve Great Barrier Reef water quality",
      "description": "Back-to-back bleaching events have highlighted the critical threat that climate change poses to the Great Barrier Reef. But few people are aware of the network of gullies pumping out about half the sediment that is polluting reef water quality and threatening its World Heritage status.",
      "url": "https://phys.org/news/2022-12-gullies-quickest-great-barrier-reef.html",
      "source": "Phys.org - News And Articles On Science And Technology",
      "image": "https://scx1.b-cdn.net/csz/news/tmb/2022/repairing-gullies-the.jpg",
      "category": "science",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-08T18:14:03+00:00"
    },
    {
      "author": "Ivan Mehta",
      "title": "Amid growing concerns from third-party developers, Twitter shuts down Toolbox and other projects",
      "description": "Historically, Twitter has had a tumultuous relationship with the third-party developer community. But in the last few years, the company has tried to appease the developer community with projects like a new API release and the \u0026#8216;Twitter Toolbox\u0026#8217; collection to highlight some of the projects. However, under Elon Musk\u0026#8217;s management, some of these programs are [\u0026#8230;]Amid growing concerns from third-party developers, Twitter shuts down Toolbox and other projects by Ivan Mehta originally published on TechCrunch",
      "url": "https://techcrunch.com/2022/12/09/amid-growing-concerns-from-third-party-developers-twitter-shuts-down-toolbox-and-other-projects/",
      "source": "TechCrunch",
      "image": null,
      "category": "technology",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-09T11:34:58+00:00"
    },
    {
      "author": null,
      "title": "Bioengineered microbial community working together to store carbon",
      "description": "Photosynthesis is a valuable natural system for sequestering carbon dioxide. However, simply forming biomass does not fully exploit this system. A Chinese team of researchers, whose study is published in the journal Angewandte Chemie, has now genetically engineered a microbial community which could serve as a living carbon sink. In this community, carbon dioxide is first converted into sugar by photosynthesis, then the sugar is converted into useful chemicals.",
      "url": "https://phys.org/news/2022-12-bioengineered-microbial-community-carbon.html",
      "source": "Phys.org - News And Articles On Science And Technology",
      "image": "https://scx1.b-cdn.net/csz/news/tmb/2022/bioengineered-microbia.jpg",
      "category": "science",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-09T15:58:32+00:00"
    },
    {
      "author": null,
      "title": "Mars shines high in UK skies",
      "description": "In the first part of December, Northern Hemisphere observers will enjoy their best view of Mars until the 2030s. The red planet will be high in U.K. skies and will appear brighter than any star.",
      "url": "https://phys.org/news/2022-12-mars-high-uk-skies.html",
      "source": "Phys.org - News And Articles On Science And Technology",
      "image": "https://scx1.b-cdn.net/csz/news/tmb/2022/mars-shines-high-in-uk.jpg",
      "category": "science",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-02T17:15:02+00:00"
    },
    {
      "author": "Alex Wilhelm",
      "title": "Is this what good news feels like?",
      "description": "Equity is getting into the holiday spirit. And by that, we mean thinking far too much about the geopolitical-technological landscape.Is this what good news feels like? by Alex Wilhelm originally published on TechCrunch",
      "url": "https://techcrunch.com/2022/12/05/is-this-what-good-news-feels-like/",
      "source": "TechCrunch",
      "image": null,
      "category": "technology",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-05T15:01:39+00:00"
    },
    {
      "author": null,
      "title": "Survey reveals how Australians were affected by the start of COVID-19",
      "description": "A new report reveals how the first year of the COVID-19 pandemic impacted Australians, as many of us received government income support, worked from home under lockdown, watched more TV and worried over an uncertain future.",
      "url": "https://phys.org/news/2022-12-survey-reveals-australians-affected-covid-.html",
      "source": "Phys.org - News And Articles On Science And Technology",
      "image": "https://scx1.b-cdn.net/csz/news/tmb/2022/survey-reveals-how-aus.jpg",
      "category": "science",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-05T16:54:04+00:00"
    },
    {
      "author": "Mitchell Clark",
      "title": "The race to build a better Twitter",
      "description": "Tony Johnson / The Verge Elon Musk’s takeover of Twitter has left users wondering where to go should the platform go up in flames or its content moderation policies unravel. But is there really a viable alternative to Twitter yet? Continue reading\u0026hellip;",
      "url": "https://www.theverge.com/23494253/elon-musk-twitter-alternatives-mastodon-post-hive-narwhal",
      "source": "The Verge",
      "image": null,
      "category": "technology",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-05T18:00:00+00:00"
    },
    {
      "author": "Devin Coldewey",
      "title": "SpaceX goes full defense contractor with national security-focused Starshield",
      "description": "SpaceX\u0026#8217;s launch services have already become an invaluable resource for the U.S. government, but the company is now jumping into the deep end of the pool it had heretofore only splashed around in. Starshield, a new vertical within SpaceX, will provide \u0026#8220;government entities\u0026#8221; (think three-letter agencies) with secure communications and bespoke satellite designs. The new [\u0026#8230;]SpaceX goes full defense contractor with national security-focused Starshield by Devin Coldewey originally published on TechCrunch",
      "url": "https://techcrunch.com/2022/12/05/spacex-goes-full-defense-contractor-with-national-security-focused-starshield/",
      "source": "TechCrunch",
      "image": null,
      "category": "technology",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-05T22:51:07+00:00"
    },
    {
      "author": "Jon Porter",
      "title": "Tuesday’s top tech news: Apple’s DIY repair service comes to Europe",
      "description": "Europeans, this could soon be you. | Image: Apple And Meta faces off with regulators over news... again. Continue reading\u0026hellip;",
      "url": "https://www.theverge.com/2022/12/6/23495999/december-6-2022-tech-news-liveblog",
      "source": "The Verge",
      "image": null,
      "category": "technology",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-06T10:59:07+00:00"
    },
    {
      "author": "Anna Heim",
      "title": "Circle and Footprint’s aborted debuts are the final nail in the SPAC coffin",
      "description": "Inside the twin SPAC cancellations making news this week, there is an interesting fact: Circle and Footprint both tried to amend their pricing, but it was not enough to get their deals done.Circle and Footprint\u0026#8217;s aborted debuts are the final nail in the SPAC coffin by Anna Heim originally published on TechCrunch",
      "url": "https://techcrunch.com/2022/12/06/circle-and-footprints-aborted-debuts-are-the-final-nail-in-the-spac-coffin/",
      "source": "TechCrunch",
      "image": null,
      "category": "technology",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-06T18:00:11+00:00"
    },
    {
      "author": null,
      "title": "Controversial internal control audits improve operational efficiency for small firms, study finds",
      "description": "The November collapse of cryptocurrency exchange FTX serves as a lesson of what happens when a corporation avoids internal audits of its own financial operations.",
      "url": "https://phys.org/news/2022-12-controversial-internal-efficiency-small-firms.html",
      "source": "Phys.org - News And Articles On Science And Technology",
      "image": "https://scx1.b-cdn.net/csz/news/tmb/2022/audit.jpg",
      "category": "science",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-06T18:02:12+00:00"
    },
    {
      "author": null,
      "title": "Genetic barriers, a warming ocean, and the uncertain future for an important forage fish",
      "description": "In the vast oceans, one would assume their inhabitants can travel far and wide and, as a result, populations of a species would mix freely. But this doesn\u0027t appear to be the case for a vital forage fish called the sand lance.",
      "url": "https://phys.org/news/2022-12-genetic-barriers-ocean-uncertain-future.html",
      "source": "Phys.org - News And Articles On Science And Technology",
      "image": "https://scx1.b-cdn.net/csz/news/tmb/2022/genetic-barriers-a-war.jpg",
      "category": "science",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-06T18:59:03+00:00"
    },
    {
      "author": null,
      "title": "Hurricane\u0027s effects killed sturgeon in Apalachicola River",
      "description": "As hurricane Michael churned through the Gulf of Mexico to make landfall near Florida\u0027s Apalachicola River in 2018, it left a sea of destruction in its wake.",
      "url": "https://phys.org/news/2022-12-hurricane-effects-sturgeon-apalachicola-river.html",
      "source": "Phys.org - News And Articles On Science And Technology",
      "image": "https://scx1.b-cdn.net/csz/news/tmb/2022/hurricanes-effects-kil.jpg",
      "category": "science",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-06T18:58:04+00:00"
    },
    {
      "author": null,
      "title": "Turning video on and seeing others may boost remote class experience",
      "description": "Turning the camera on during a remote class—and seeing more students with their own cameras on—may improve factors critical to a better class experience, according to a team of Penn State researchers.",
      "url": "https://phys.org/news/2022-12-video-boost-remote-class.html",
      "source": "Phys.org - News And Articles On Science And Technology",
      "image": "https://scx1.b-cdn.net/csz/news/tmb/2022/remote-learning-1.jpg",
      "category": "science",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-06T18:56:03+00:00"
    },
    {
      "author": null,
      "title": "Tracking an invasion: A single Asian hornet may have sparked the ongoing spread across Europe",
      "description": "In Europe, the Asian (or \u0022Yellow-legged\u0022) Hornet (Vespa velutina) is a predator of insects such as honeybees, hoverflies, and other wasps, and poses serious risks to apiculture, biodiversity and pollination services. This hornet can measure up to 4 cm in length and, like all other social wasps, is capable of delivering a painful sting, although it is not aggressive by nature.",
      "url": "https://phys.org/news/2022-12-tracking-invasion-asian-hornet-ongoing.html",
      "source": "Phys.org - News And Articles On Science And Technology",
      "image": "https://scx1.b-cdn.net/csz/news/tmb/2022/tracking-an-invasion.jpg",
      "category": "science",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-06T21:02:04+00:00"
    },
    {
      "author": "Natasha Mascarenhas",
      "title": "Ego-ish and how tech’s main characters are all a bit different",
      "description": "Hello and welcome back to Equity, a podcast about the business of startups, where we unpack the numbers and nuance behind the headlines. This is our Wednesday show, where we niche down to a single topic, think about a question, and unpack the rest. This week, Natasha chatted with Alex about ego, how recent news from [\u0026#8230;]Ego-ish and how tech\u0026#8217;s main characters are all a bit different by Natasha Mascarenhas originally published on TechCrunch",
      "url": "https://techcrunch.com/2022/12/07/ego-ish-and-how-techs-main-characters-are-all-a-bit-different/",
      "source": "TechCrunch",
      "image": null,
      "category": "technology",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-07T15:01:05+00:00"
    },
    {
      "author": null,
      "title": "Viewpoint: How should we reckon with history\u0027s uncomfortable truths about disability?",
      "description": "On December 3, it was International Day of People with Disability, a day dedicated to understanding disability rights, issues and promotion of disability inclusion, in line with the Sustainable Development Goals.",
      "url": "https://phys.org/news/2022-12-viewpoint-reckon-history-uncomfortable-truths.html",
      "source": "Phys.org - News And Articles On Science And Technology",
      "image": "https://scx1.b-cdn.net/csz/news/tmb/2022/disability-1.jpg",
      "category": "science",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-07T16:11:05+00:00"
    },
    {
      "author": null,
      "title": "New research into the embryo health of captive-bred Southern Corroboree frogs",
      "description": "It is estimated that 1 million animal and plant species are threatened with extinction as a result of human activity.",
      "url": "https://phys.org/news/2022-12-embryo-health-captive-bred-southern-corroboree.html",
      "source": "Phys.org - News And Articles On Science And Technology",
      "image": "https://scx1.b-cdn.net/csz/news/tmb/2022/research-into-the-embr-2.jpg",
      "category": "science",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-07T17:43:25+00:00"
    },
    {
      "author": null,
      "title": "NASA scientists map global salt marsh losses and their carbon impact",
      "description": "According to a new NASA-led study, the world has lost 561 square miles (1,453 square kilometers) of salt marshes over the past 20 years. In a recent research paper published in the journal Nature, scientists described the first consistent global accounting of salt marsh locations and changes. The work also allowed them to start estimating the amount of carbon dioxide—a greenhouse gas—emitted into the atmosphere as marshland is degraded or lost.",
      "url": "https://phys.org/news/2022-12-nasa-scientists-global-salt-marsh.html",
      "source": "Phys.org - News And Articles On Science And Technology",
      "image": "https://scx1.b-cdn.net/csz/news/tmb/2022/nasa-scientists-map-gl.jpg",
      "category": "science",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-08T16:52:03+00:00"
    },
    {
      "author": null,
      "title": "As homelessness grows, its stark impact on health is becoming clearer across Europe",
      "description": "The latest data compiled by the Spanish National Institute of Statistics show that the number of homeless people has grown by 25% in Spain in the last ten years. This social problem has gone from affecting 22,900 people in 2012 to more than 28,500 people in 2022. The average age of people in this situation in Spain is 42.7 years.",
      "url": "https://phys.org/news/2022-12-homelessness-stark-impact-health-clearer.html",
      "source": "Phys.org - News And Articles On Science And Technology",
      "image": "https://scx1.b-cdn.net/csz/news/tmb/2022/as-homelessness-grows.jpg",
      "category": "science",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-08T17:50:02+00:00"
    },
    {
      "author": null,
      "title": "Extreme heat in the midst of the Big Wet for northern Australia—what\u0027s going on with the weather?",
      "description": "After a wet and unusually cool spring for much of Australia, the start of meteorological summer is bringing a heatwave to the north of the continent. Even in our La Niña summer we can expect spells of heat, and it\u0027s important to heed health warnings and take the hot weather seriously.",
      "url": "https://phys.org/news/2022-12-extreme-midst-big-northern-australiawhat.html",
      "source": "Phys.org - News And Articles On Science And Technology",
      "image": "https://scx1.b-cdn.net/csz/news/tmb/2022/extreme-heat-in-the-mi.jpg",
      "category": "science",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-08T17:49:12+00:00"
    },
    {
      "author": null,
      "title": "\u0027Early dark energy\u0027 could explain the crisis in cosmology",
      "description": "In 1916, Einstein finished his theory of general relativity, which describes how gravitational forces alter the curvature of spacetime. Among other things, this theory predicted that the universe is expanding, which was confirmed by the observations of Edwin Hubble in 1929. Since then, astronomers have looked farther into space (and hence, back in time) to measure how fast the universe is expanding—also known as the Hubble constant. These measurements have become increasingly accurate thanks to the discovery of the cosmic microwave background (CMB) and observatories like the Hubble Space...",
      "url": "https://phys.org/news/2022-12-early-dark-energy-crisis-cosmology.html",
      "source": "Phys.org - News And Articles On Science And Technology",
      "image": "https://scx1.b-cdn.net/csz/news/tmb/2022/arly-dark-energy-could.jpg",
      "category": "science",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-08T18:18:04+00:00"
    },
    {
      "author": null,
      "title": "New method of reducing carbon dioxide could be a golden solution to pollution",
      "description": "Reducing carbon dioxide (CO2) to carbon monoxide (CO) through an electrochemical reaction holds strong potential for removing CO2 from the atmosphere to reduce pollution and for producing alternative energy with carbon monoxide as an ingredient.",
      "url": "https://phys.org/news/2022-12-method-carbon-dioxide-golden-solution.html",
      "source": "Phys.org - News And Articles On Science And Technology",
      "image": "https://scx1.b-cdn.net/csz/news/tmb/2022/new-method-of-reducing.jpg",
      "category": "science",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-08T19:29:03+00:00"
    },
    {
      "author": null,
      "title": "Novel mathematical technique enables better modeling of \u0027multiphase\u0027 fluids",
      "description": "Researchers have developed a mathematical technique that radically reduces the enormous computational costs of trying to model fluids that combine both liquid and gas phases, especially within rocket engines. The computational burdens of this sort of modeling have long challenged researchers to accurately describe how shockwaves in such multiphase fluids produce wear and tear in machinery.",
      "url": "https://phys.org/news/2022-12-mathematical-technique-enables-multiphase-fluids.html",
      "source": "Phys.org - News And Articles On Science And Technology",
      "image": "https://scx1.b-cdn.net/csz/news/tmb/2022/novel-mathematical-tec.jpg",
      "category": "science",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-08T19:27:04+00:00"
    },
    {
      "author": null,
      "title": "Did long-necked dinosaurs\u0027 whip-like tails really break the sound barrier? Not so fast.",
      "description": "New research contradicts the claim that diplodocids could whip their tails at supersonic speeds. Instead, it was a (still impressive) 62 mph.",
      "url": "https://www.livescience.com/diplodocids-bullwhip-tails",
      "source": "Live Science: The Most Interesting Articles",
      "image": "http://cdn.mos.cms.futurecdn.net/rUT9wFxxbMKoEUnJKpUX9o.gif",
      "category": "science",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-09T10:00:59+00:00"
    },
    {
      "author": "Hanna Ingber",
      "title": "Tell Us How Your Family Uses Alexa",
      "description": "We want to hear about the creative or surprising ways your household uses digital assistants. Find Alexa creepy? Tell us about that, too.",
      "url": "https://www.nytimes.com/2022/12/09/technology/personaltech/alexa-uses-kids.html",
      "source": "The New York Times",
      "image": "https://static01.nyt.com/images/2022/12/02/business/00alexa-callout/00alexa-callout-moth.jpg",
      "category": "technology",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-09T14:37:07+00:00"
    },
    {
      "author": null,
      "title": "When roles in life seem more integrated, budgeting may be more flexible",
      "description": "People juggle multiple roles in their lives. They may see themselves as both an executive and a mother, for example, or a musician and a student. Now, a team of researchers report that the perception of how integrated these life roles are may influence how people move money across different budget categories.",
      "url": "https://phys.org/news/2022-12-roles-life-flexible.html",
      "source": "Phys.org - News And Articles On Science And Technology",
      "image": "https://scx1.b-cdn.net/csz/news/tmb/2022/savings.jpg",
      "category": "science",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-09T17:38:31+00:00"
    },
    {
      "author": "Justine Calma",
      "title": "JetBlue no longer plans to offset emissions from domestic flights",
      "description": "A JetBlue plane takes off at San Francisco International Airport (SFO) in San Francisco, California, United States, on September 15th, 2022. | Photo by Tayfun Coskun / Anadolu Agency via Getty Images JetBlue is giving up carbon offsets for its domestic flights, shifting its focus instead to sustainable aviation fuels. It’s a step that could help the airline actually reduce its emissions rather than relying primarily on controversial carbon offsets to counteract its fossil fuel use.Back in 2020, JetBlue became the first US airline to voluntarily offset greenhouse gas emissions from all of its...",
      "url": "https://www.theverge.com/2022/12/9/23501665/jetblue-carbon-offsets-sustainable-aviation-fuel",
      "source": "The Verge",
      "image": null,
      "category": "technology",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-09T18:01:04+00:00"
    },
    {
      "author": null,
      "title": "Surprise discovery set to improve drug development",
      "description": "A surprising discovery from the University of Virginia School of Medicine has torpedoed a key principle used in the development of new drugs to treat diseases. The finding could speed the drug-development process and help prevent potentially harmful drug interactions.",
      "url": "https://phys.org/news/2022-12-discovery-drug.html",
      "source": "Phys.org - News And Articles On Science And Technology",
      "image": "https://scx1.b-cdn.net/csz/news/tmb/2022/surprise-discovery-set.jpg",
      "category": "science",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-09T19:10:06+00:00"
    },
    {
      "author": null,
      "title": "Simulations predict the existence of black hole radio-wave hot spots",
      "description": "Black holes, regions in spacetime where gravity is so strong that nothing can escape from them, are among the most fascinating and widely studied cosmic phenomena. While there are now countless theories about their formation and underlying physics, many questions remain unanswered.",
      "url": "https://phys.org/news/2022-12-simulations-black-hole-radio-wave-hot.html",
      "source": "Phys.org - News And Articles On Science And Technology",
      "image": "https://scx1.b-cdn.net/csz/news/tmb/2022/simulations-predict-th.jpg",
      "category": "science",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-05T16:30:01+00:00"
    },
    {
      "author": "Catherine Shu",
      "title": "Accacia tackles the real estate industry’s massive carbon emissions problem",
      "description": "The real estate and infrastructure sectors contribute about 40% of global carbon emissions, and part of solving the climate crisis is fixing how those industries work. Accacia gives large property owners a way to track their carbon impact in real-time by integrating with ERPs and property management systems like Yardi. It’s already been deployed to [\u0026#8230;]Accacia tackles the real estate industry’s massive carbon emissions problem by Catherine Shu originally published on TechCrunch",
      "url": "https://techcrunch.com/2022/12/05/accacia-funding/",
      "source": "TechCrunch",
      "image": null,
      "category": "technology",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-06T03:00:14+00:00"
    },
    {
      "author": "Frederic Lardinois",
      "title": "Rezonate raises $8.7M and launches its cloud identity protection platform out of stealth",
      "description": "Rezonate, a Boston- and Tel Aviv-based startup that offers an agent-less cloud identity protection platform that aims to help DevOps teams minimize attackers’ opportunities to breach cloud identity and access, is coming out of stealth today and announcing an $8.7 million seed funding round, led by State of Mind Ventures and Flybridge, with participation from [\u0026#8230;]Rezonate raises $8.7M and launches its cloud identity protection platform out of stealth by Frederic Lardinois originally published on TechCrunch",
      "url": "https://techcrunch.com/2022/12/06/rezonate-raises-8-7m-and-launches-its-cloud-identity-protection-platform-out-of-stealth/",
      "source": "TechCrunch",
      "image": null,
      "category": "technology",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-06T12:00:48+00:00"
    },
    {
      "author": "Amanda Silberling",
      "title": "Apple illegally interfered with union organizing in Atlanta, labor board finds",
      "description": "In April, an Apple Store in Atlanta became the first of the company\u0026#8217;s American retail locations to file for a union election. Yet about a month later, the Communications Workers of America (CWA) withdrew its request for an election. The labor union alleged that Apple was using illegal union-busting tactics to influence voting, like interrogating [\u0026#8230;]Apple illegally interfered with union organizing in Atlanta, labor board finds by Amanda Silberling originally published on TechCrunch",
      "url": "https://techcrunch.com/2022/12/06/apple-illegally-interfered-with-union-organizing-in-atlanta-labor-board-finds/",
      "source": "TechCrunch",
      "image": null,
      "category": "technology",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-06T17:09:08+00:00"
    },
    {
      "author": "Will Shanklin",
      "title": "Apple\u0027s revamped App Store pricing allows $0.29 software",
      "description": "Apple is expanding developers’ options for pricing their App Store apps. The company announced 700 new price points and tools today in what it describes as the App Store\u0027s biggest pricing upgrade in its 14-year history. Additionally, devs can now set regional costs automatically in response to exchange rates.The App Store’s new structure lets developers choose from 900 price points for their apps, nearly 10 times what was previously available. Pricing now starts at $0.29 and can go as high as $10,000 upon request. (If you’re old enough to remember the I Am Rich app, you can imagine that...",
      "url": "https://www.engadget.com/apple-app-store-developer-pricing-changes-205801793.html?src=rss",
      "source": "Engadget",
      "image": "https://s.yimg.com/os/creatr-uploaded-images/2022-03/c5c654a0-aab3-11ec-aeff-bf799b4a8486",
      "category": "technology",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-06T20:58:01+00:00"
    },
    {
      "author": "Andy Blye",
      "title": "Tim Cook and President Biden came to Arizona to announce plans for American-made chips",
      "description": "Tim Cook joined other tech leaders in touting the advantages of buying chips made in the US. Apple plans to start using processors made in America following the opening of an advanced new chip factory in Phoenix, Arizona.For the plant’s customers, which also includes AMD and NVIDIA, the new facility means a more secure supply of chips and quicker production timelines. The chip fabricator, TSMC, also said today that it would start construction on a second factory in Phoenix next year, increasing the site’s annual output.“These chips will power iPhones and MacBooks, as Tim Cook can attest...",
      "url": "https://www.theverge.com/2022/12/6/23497417/apple-tsmc-phoenix-fab-plans-biden-amd-nvidia",
      "source": "The Verge",
      "image": null,
      "category": "technology",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-07T01:46:31+00:00"
    },
    {
      "author": "Aria Alamalhodaei",
      "title": "Slingshot Aerospace closes Series A-2 to grow space situational awareness platform",
      "description": "Space is packed with human-made objects, and will likely only get more crowded with the continued growth of the space industry. Spacecraft operators have surprisingly little real-time data about where things actually are in orbit, especially in relation to each other. Enter Slingshot Aerospace. The company is building a real-time “digital space twin” so that [\u0026#8230;]Slingshot Aerospace closes Series A-2 to grow space situational awareness platform by Aria Alamalhodaei originally published on TechCrunch",
      "url": "https://techcrunch.com/2022/12/07/slingshot-aerospace-closes-series-a-2-to-grow-space-situational-awareness-platform/",
      "source": "TechCrunch",
      "image": null,
      "category": "technology",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-07T17:49:42+00:00"
    },
    {
      "author": "Aisha Malik",
      "title": "Instagram’s new transparency tools will tell you if your content is ineligible to be recommended",
      "description": "Instagram announced today that it\u0026#8217;s introducing new transparency tools so you can see whether or not your photos and videos are recommended in the app. The social network is expanding its Account Status hub to make it easier for users with professional accounts, like businesses and creators, to understand if their content is eligible to [\u0026#8230;]Instagram\u0026#8217;s new transparency tools will tell you if your content is ineligible to be recommended by Aisha Malik originally published on TechCrunch",
      "url": "https://techcrunch.com/2022/12/07/instagrams-new-transparency-tools-will-tell-you-if-your-content-is-ineligible-to-be-recommended/",
      "source": "TechCrunch",
      "image": null,
      "category": "technology",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-07T17:48:30+00:00"
    },
    {
      "author": "Sheena Vasani",
      "title": "You can save $30 on Disney Plus by signing up today before the price hike",
      "description": "Illustration by Alex Castro / The Verge Want to stream She-Hulk: Attorney at Law or Andor? Then you might want to quickly sign up for a Disney Plus subscription. On Thursday, December 8th, Disney will debut a new ad-supported tier that’ll cost $7.99 / month. The existing ad-free plan, meanwhile, will increase from $7.99 / month to $10.99. However, the good news is that you can avoid the price hike so long as you subscribe to an annual ad-free plan before the end of today, December 7th. Even better, you don’t need to be a new subscriber, either. Right now, in fact, both new and returning...",
      "url": "https://www.theverge.com/2022/12/6/23496287/disney-plus-price-hike-streaming",
      "source": "The Verge",
      "image": null,
      "category": "technology",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-07T19:42:03+00:00"
    },
    {
      "author": "Jess Weatherbed",
      "title": "The $949 price for Dyson’s air-purifying headphones is more absurd than the device itself",
      "description": "The Dyson Zone will initially release in China in January 2023 before being made available for US preorders in March. | Image: Dyson Dyson has released additional details for its Dyson Zone air-purifying headphones, the company’s first audio product we got to test earlier this year. On a new webpage dedicated to the unreleased headphones, Dyson has officially provided the full specifications, alongside a March release date for the US market and an eye-watering price of $949.So, what are you getting for your money? The Dyson Zone supports Bluetooth 5.0 and features a 3.5mm audio jack and USB-C...",
      "url": "https://www.theverge.com/2022/12/8/23499843/dyson-zone-air-purifier-headphones-price-release-date",
      "source": "The Verge",
      "image": null,
      "category": "technology",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-08T15:16:40+00:00"
    },
    {
      "author": "Jessica Conditt",
      "title": "\u0027Hades II\u0027 promises witchy vibes and a new immortal protagonist",
      "description": "Supergiant Games is sticking with what works. Hades II is on its way, slinging more Greek god-ness and a new protagonist, the Princess of the Underworld. The game is heading to early access on PC first, with more details coming in 2023.The reveal trailer for Hades II shows the protagonist, Melinoë, training with the witch goddess Hecate, before diving into a familiar isometric landscape. Familiar, but perhaps with a few more gnarly trees. Like its predecessor, Hades II is a roguelike dungeon crawler. And if it\u0026#39;s truly anything like the original Hades, it\u0026#39;ll be fun as hell.Hades II is a...",
      "url": "https://www.engadget.com/hades-ii-early-access-2023-supergiant-014058252.html?src=rss",
      "source": "Engadget",
      "image": "https://s.yimg.com/os/creatr-uploaded-images/2022-12/fe8ed520-7761-11ed-adfe-3e95081a41c2",
      "category": "technology",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-09T01:40:58+00:00"
    },
    {
      "author": "Jay Peters",
      "title": "Horizon Forbidden West is getting an expansion, Burning Shores",
      "description": "It looks like you’ll be facing some rough terrain in Burning Shores. | Image: Sony Horizon Forbidden West, one of PlayStation’s biggest games of the year, is getting its first major expansion, Burning Shores, as revealed The Game Awards 2022 on Thursday. The expansion hits on April 19th, 2023. The CGI trailer showed off some new landscapes — including the Hollywood sign in Los Angeles — and some areas will be filled with flowing lava.The release of Horizon Forbidden West: Burning Shores comes more than a year after the game’s original February launch. In her review, my colleague Ash...",
      "url": "https://www.theverge.com/2022/12/8/23499237/horizon-forbidden-west-burning-shores-expansion-dlc-the-game-awards",
      "source": "The Verge",
      "image": null,
      "category": "technology",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-09T02:53:53+00:00"
    },
    {
      "author": "Ash Parrish",
      "title": "Diablo IV finally gets a release date and performance by Halsey",
      "description": "Image: Blizzard Days after the first impressions of Diablo IV hit the internet, Activision Blizzard has announced the game will release on June 6th. The game also got a brand new trailer premiering during tonight’s Game Awards broadcast featuring a brief performance by Halsey. Unfortunately, because of all the blood and demons, you’re only going to be able to watch the trailer directly on YouTube.The June 6th date was leaked prior to tonight’s announcement in a report by The Washington Post that also covered Blizzard employees’ concerns that they would have to crunch in order to meet...",
      "url": "https://www.theverge.com/2022/12/8/23500773/diablo-iv-release-date-the-game-awards-2022",
      "source": "The Verge",
      "image": null,
      "category": "technology",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-09T02:47:20+00:00"
    },
    {
      "author": "Makena Kelly",
      "title": "Sam Bankman-Fried agrees to testify before House Committee on FTX collapse next week",
      "description": "Illustration: The Verge FTX founder and former chief executive Sam Bankman-Fried said Friday that he will testify before the House Financial Services Committee next week. “I still do not have access to much of my data — professional or personal. So there is a limit to what I will be able to say, and I won’t be as helpful as I’d like,” Bankman-Fried said in a tweet Friday. “But as the committee still thinks it would be useful, I am willing to testify on the 13th.”The decision follows a week of negotiating between Bankman-Fried and House Financial Services Committee Chair Maxine...",
      "url": "https://www.theverge.com/2022/12/9/23500793/ftx-sbf-sam-bankman-fried-collapse-alameda-research-house-committee-hearing",
      "source": "The Verge",
      "image": null,
      "category": "technology",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-09T13:46:01+00:00"
    },
    {
      "author": "Kirsten Korosec",
      "title": "Computer vision technology startup Brodmann17 has shut down",
      "description": "Brodmann17, an Israeli computer vision technology startup that developed a novel approach to take on a marketplace dominated by Mobileye, shut down this week. Brodmann17\u0026#8217;s co-founder and CEO Adi Pinhas posted a message on LinkedIn announcing the move, stating that while the company would not be able to bring its products to the mass market [\u0026#8230;]Computer vision technology startup Brodmann17 has shut down by Kirsten Korosec originally published on TechCrunch",
      "url": "https://techcrunch.com/2022/12/09/computer-vision-technology-startup-brodmann17-has-shut-down/",
      "source": "TechCrunch",
      "image": null,
      "category": "technology",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-09T18:11:47+00:00"
    },
    {
      "author": null,
      "title": "What makes a movement go viral? How Instagram facilitated the 2020 Black Lives Matter protests",
      "description": "A USC study of Instagram shows that a picture and a video are worth more than just a thousand words. They can fuel a human rights movement.",
      "url": "https://phys.org/news/2022-12-movement-viral-instagram-black-protests.html",
      "source": "Phys.org - News And Articles On Science And Technology",
      "image": "https://scx1.b-cdn.net/csz/news/tmb/2022/what-makes-a-movement.jpg",
      "category": "science",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-09T18:15:04+00:00"
    },
    {
      "author": "Harvard-Smithsonian Center for Astrophysics",
      "title": "Never-Before-Seen Molecule: Webb Reveals a “Hot Saturn” Exoplanet Atmosphere",
      "description": "New Webb Space Telescope observations of WASP-39 b reveal a never-before-seen molecule in the atmosphere of a planet \u0026#x2014; sulfur dioxide \u0026#x2014; among other details....",
      "url": "https://scitechdaily.com/never-before-seen-molecule-webb-reveals-a-hot-saturn-exoplanet-atmosphere/",
      "source": "Scitechdaily | Science Space And Technology News 2017",
      "image": null,
      "category": "science",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-02T17:16:43+00:00"
    },
    {
      "author": null,
      "title": "\u0027Sand is like gold.\u0027 The pricey race to restore Florida beaches before the next hurricane",
      "description": "Florida\u0027s sandy beaches aren\u0027t just beautiful and one of the biggest money-makers in the state\u0027s tourism-based economy. They\u0027re also the first line of defense against storm surge flooding during hurricanes.",
      "url": "https://phys.org/news/2022-12-sand-gold-pricey-florida-beaches.html",
      "source": "Phys.org - News And Articles On Science And Technology",
      "image": "https://scx1.b-cdn.net/csz/news/tmb/2019/1-beach.jpg",
      "category": "science",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-02T17:20:01+00:00"
    },
    {
      "author": null,
      "title": "54% of projects extracting clean energy minerals overlap with Indigenous lands, research reveals",
      "description": "Vast quantities of minerals are needed to accelerate the transition to a clean energy future. Minerals and metals are essential for wind turbines, solar panels, and batteries for electric vehicles. But Indigenous peoples have raised concerns about more mining on their lands and territories.",
      "url": "https://phys.org/news/2022-12-energy-minerals-overlap-indigenous-reveals.html",
      "source": "Phys.org - News And Articles On Science And Technology",
      "image": "https://scx1.b-cdn.net/csz/news/tmb/2022/54-of-projects-extract.jpg",
      "category": "science",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-02T18:26:04+00:00"
    },
    {
      "author": null,
      "title": "Climate change supercharges threat from forest-eating bug",
      "description": "Deep in the Finnish woods, the moss and blueberry shrubs hide a deadly threat to the boreal forests that are as important to the planet as the Amazon rainforest.",
      "url": "https://phys.org/news/2022-12-climate-supercharges-threat-forest-eating-bug.html",
      "source": "Phys.org - News And Articles On Science And Technology",
      "image": "https://scx1.b-cdn.net/csz/news/tmb/2022/trees-scarred-by-the-s.jpg",
      "category": "science",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-05T08:46:39+00:00"
    },
    {
      "author": null,
      "title": "What does Polly say? Community science data reveal species differences in vocal learning by parrots",
      "description": "While most animals don\u0027t learn their vocalizations, everyone knows that parrots do—they are excellent mimics of human speech. But how large is the vocabulary of different parrot species? Do males \u0022talk\u0022 more than females? Does a parrot\u0027s vocabulary expand with age? A new study publishing Dec. 5 in the Nature journal Scientific Reports, titled \u0022A survey of vocal mimicry in companion parrots,\u0022 adds to what we know about animal vocal learning by providing the largestcomparative analysis to date of parrot vocal repertoires.",
      "url": "https://phys.org/news/2022-12-polly-community-science-reveal-species.html",
      "source": "Phys.org - News And Articles On Science And Technology",
      "image": "https://scx1.b-cdn.net/csz/news/tmb/2019/parrot.jpg",
      "category": "science",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-05T10:00:05+00:00"
    },
    {
      "author": null,
      "title": "Stock running low? Consumers want to know",
      "description": "Retailers can reduce the number of incidents where they run out of certain products—known as stockouts—by telling shoppers supply is low, a strategy that can help retain customers over the long term, according to new research by Boston College Assistant Professor of Business Analytics Dmitry Mitrofanov.",
      "url": "https://phys.org/news/2022-12-stock-consumers.html",
      "source": "Phys.org - News And Articles On Science And Technology",
      "image": "https://scx1.b-cdn.net/csz/news/tmb/2020/retail.jpg",
      "category": "science",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-05T12:23:12+00:00"
    },
    {
      "author": null,
      "title": "Antarctic ice: A better knowledge of the ocean improves the predictability of sea ice variability",
      "description": "Antarctic sea ice deeply affects the global climate in several ways. It regulates the exchanges of heat and gases between the ocean surface and the atmosphere, and drives the formation of the Antarctic Bottom Water that travels over global oceans.",
      "url": "https://phys.org/news/2022-12-antarctic-ice-knowledge-ocean-sea.html",
      "source": "Phys.org - News And Articles On Science And Technology",
      "image": "https://scx1.b-cdn.net/csz/news/tmb/2022/antarctic-ice-a-better.jpg",
      "category": "science",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-05T15:38:04+00:00"
    },
    {
      "author": "Liam James",
      "title": "The dark, uncertain world of creator funds",
      "description": "Jarett Sitter / The Verge One of my favorite TikTokers, Bran Flakezz, quit his full-time job so he could have more time to do tequila shots on camera. I can’t stop laughing at the hangover solution he posted over the weekend, and I don’t even drink. This can’t be sustainable, right?For The Vergecast’s three-part Creator Economies series, we explore emerging elements of the business of being a creator. We dig deep on creator funds and how giant pools of platform money change the way those platforms operate. We also look into livestreaming and why everything from shopping to sleeping is...",
      "url": "https://www.theverge.com/23494240/tiktok-snapchat-creator-funds-podcast-vergecast",
      "source": "The Verge",
      "image": null,
      "category": "technology",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-05T16:45:26+00:00"
    },
    {
      "author": "Haje Jan Kamps",
      "title": "If Rowy has its way, if you can use Excel, you can build software",
      "description": "Low and no-code application building continues apace. Gently hum \u0026#8220;Rowy rowy rowy your software, gently down the streams,\u0026#8221; as we talk with the founder behind Rowy, the company that\u0026#8217;s like Airtable on a lot of steroids, or Excel on a lot of steroids and a couple of lines of illegal substances. Of course, low-code solutions [\u0026#8230;]If Rowy has its way, if you can use Excel, you can build software by Haje Jan Kamps originally published on TechCrunch",
      "url": "https://techcrunch.com/2022/12/05/rowy-pre-seed/",
      "source": "TechCrunch",
      "image": null,
      "category": "technology",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-05T17:17:43+00:00"
    },
    {
      "author": null,
      "title": "Political orientation—not party—predicts political tolerance: Study",
      "description": "In an age of high political polarization in the United States, the popular narrative often focuses on an \u0022us versus them\u0022 battle between the two major political parties, each accusing the other of intolerance.",
      "url": "https://phys.org/news/2022-12-political-orientationnot-partypredicts-tolerance.html",
      "source": "Phys.org - News And Articles On Science And Technology",
      "image": "https://scx1.b-cdn.net/csz/news/tmb/2022/political-orientationn.jpg",
      "category": "science",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-05T19:23:03+00:00"
    },
    {
      "author": null,
      "title": "Team develops photon-efficient volumetric imaging method with light-sheet scanning fluorescence microscopy",
      "description": "In biological imaging, researchers aim to achieve 3D, high-speed, and high-resolution, with low photobleaching and phototoxicity. The light-sheet fluorescence microscope (LSFM) helps meet that aim. Based on a unique excitation and detection scheme, the LSFM can image live specimens with high spatiotemporal resolution and low photobleaching. It has shown great potential for 3D imaging of biological samples.",
      "url": "https://phys.org/news/2022-12-team-photon-efficient-volumetric-imaging-method.html",
      "source": "Phys.org - News And Articles On Science And Technology",
      "image": "https://scx1.b-cdn.net/csz/news/tmb/2022/photon-efficient-volum.jpg",
      "category": "science",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-05T20:45:02+00:00"
    },
    {
      "author": null,
      "title": "Wine forecast: Britain could be Chardonnay champions by 2050",
      "description": "The impact of climate change by 2050 may mean that UK-grown Chardonnay grapes will be ripe enough to produce high quality still wines, in most years.",
      "url": "https://phys.org/news/2022-12-wine-britain-chardonnay-champions.html",
      "source": "Phys.org - News And Articles On Science And Technology",
      "image": "https://scx1.b-cdn.net/csz/news/tmb/2022/wine-forecast-britain.jpg",
      "category": "science",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-05T20:42:03+00:00"
    },
    {
      "author": "Ingrid Lunden",
      "title": "One Peak scales up and closes $1B fund aimed at European and Israeli growth rounds",
      "description": "There\u0026#8217;s a prevailing logic (or you might say hope) in tech that says there is no better time to invent and invest than when the market appears to be in a bad place. With companies like Google and Apple born out of fallow periods, that way of thinking may be understandable \u0026#8212; and it is [\u0026#8230;]One Peak scales up and closes $1B fund aimed at European and Israeli growth rounds by Ingrid Lunden originally published on TechCrunch",
      "url": "https://techcrunch.com/2022/12/06/one-peak-scales-up-and-closes-1b-fund-aimed-at-european-and-israeli-growth-rounds/",
      "source": "TechCrunch",
      "image": null,
      "category": "technology",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-06T09:33:01+00:00"
    },
    {
      "author": "Mat Smith",
      "title": "The Morning After: Nothing is ‘in talks’ to bring its smartphones to the US",
      "description": "While many phone fans in the US are intrigued with the Nothing Phone 1, with its transparent back and flashing glyph design, they couldn’t buy one. At least, not easily. It might be easier for its follow-up devices, though.EngadgetNothing co-founder Carl Pei told CNBC the Nothing Phone 1 isn\u0027t available in the US because the company wasn\u0027t ready to deal with the complexities of the market, which usually entails dealing with powerful US carriers. \u0022Now we are in discussions with some carriers in the US to potentially launch a future product there,\u0022 he said. Nothing already sells its Ear Stick...",
      "url": "https://www.engadget.com/the-morning-after-nothing-is-in-talks-to-bring-its-smartphones-to-the-us-121539560.html?src=rss",
      "source": "Engadget",
      "image": "https://s.yimg.com/os/creatr-uploaded-images/2022-07/eeada372-0128-11ed-ab7a-dc42f683deef",
      "category": "technology",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-06T12:15:39+00:00"
    },
    {
      "author": "Tage Kene-Okafor",
      "title": "African fintech unicorn Chipper Cash lays off about 12.5% of staff",
      "description": "Chipper Cash, an African cross-border payments company valued at $2.2 billion last year, has laid a portion of its workforce. Yesterday, a few affected and non-affected employees took to LinkedIn to reveal the news. TechCrunch has learned from sources that over 50 employees were affected across multiple departments; the engineering team was the most affected, [\u0026#8230;]African fintech unicorn Chipper Cash lays off about 12.5% of staff by Tage Kene-Okafor originally published on TechCrunch",
      "url": "https://techcrunch.com/2022/12/06/african-fintech-unicorn-chipper-cash-lays-off-about-12-5-of-staff/",
      "source": "TechCrunch",
      "image": null,
      "category": "technology",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-06T13:40:19+00:00"
    },
    {
      "author": "Rebecca Szkutak",
      "title": "Starting the tampon revolution with Valentina Milanova",
      "description": "Welcome back to Found, where we get the stories behind the startups. This week the show kicks off a new season and welcomes a new co-host. In this episode, Darrell is joined by Becca Szkutak to chat with Valentina Milanova, the founder of Daye, a gynecological health company creating CBD infused tampons. Valentina talks about [\u0026#8230;]Starting the tampon revolution with Valentina Milanova by Rebecca Szkutak originally published on TechCrunch",
      "url": "https://techcrunch.com/2022/12/06/starting-the-tampon-revolution-with-valentina-milanova/",
      "source": "TechCrunch",
      "image": null,
      "category": "technology",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-06T18:11:23+00:00"
    },
    {
      "author": null,
      "title": "Examining the promotion of Arabidopsis immune responses by a rhizosphere fungus",
      "description": "Plants can form diverse intimate relationships with beneficial mycorrhizal, endophytic and or rhizosphere fungi for nutrient trades. It is now known that plants can transfer carbon sources like fatty acids to fungi while the fungi mediate the supply of phosphate and/or nitrogen to plants. The benefits from fungi also include the promotion of plant growth and defenses against different biotic and abiotic stresses. However, the fungal promotion of plant immune responses is still mechanistically elusive.",
      "url": "https://phys.org/news/2022-12-arabidopsis-immune-responses-rhizosphere-fungus.html",
      "source": "Phys.org - News And Articles On Science And Technology",
      "image": "https://scx1.b-cdn.net/csz/news/tmb/2022/more-to-trade-between.jpg",
      "category": "science",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-06T20:46:02+00:00"
    },
    {
      "author": null,
      "title": "Tiny, hidden galaxy provides a peek into the past",
      "description": "Peeking out from behind the glare of a bright foreground star, astronomers have uncovered the most extraordinary example yet of a nearby galaxy with characteristics that are more like galaxies in the distant, early universe. Only 1,200 light-years across, the tiny galaxy HIPASS J1131–31 has been nicknamed \u0022Peekaboo\u0022 because of its emergence in the past 50-100 years from behind the fast-moving star that was obscuring astronomers\u0027 ability to detect it.",
      "url": "https://phys.org/news/2022-12-tiny-hidden-galaxy-peek.html",
      "source": "Phys.org - News And Articles On Science And Technology",
      "image": "https://scx1.b-cdn.net/csz/news/tmb/2022/peekaboo-tiny-hidden-g.jpg",
      "category": "science",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-06T22:04:38+00:00"
    },
    {
      "author": "Jay Peters",
      "title": "Apple is adding end-to-end encryption to iCloud backups",
      "description": "Apple announced some big new security features on Wednesday. | Illustration by Nick Barclay / The Verge Apple will finally be adding end-to-end encryption to iCloud backups, the company said as part of a major set of security announcements on Wednesday. Under what it calls Advanced Data Protection, Apple will expand the number of “data categories” protected by end-to-end encryption from 14 to 23, with backups, Notes, and Photos now covered.Users on Apple’s beta program in the US will be able to enable Advanced Data Protection beginning Wednesday, Apple says. It will be available broadly...",
      "url": "https://www.theverge.com/2022/12/7/23498580/apple-end-to-end-encryption-icloud-backups-advanced-data-protection",
      "source": "The Verge",
      "image": null,
      "category": "technology",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-07T18:27:04+00:00"
    },
    {
      "author": "Lauren Forristal",
      "title": "Disney+ launches its ad-supported tier to compete with Netflix",
      "description": "The day has arrived. Today, Disney+ launched its ad-supported tier, “Disney+ Basic,” at $7.99/month. The plan is currently only available in the U.S. and will become available in other countries sometime next year. “Today’s launch marks a milestone moment for Disney+ and puts consumer choice at the forefront. With these new ad-supported offerings, we’re able [\u0026#8230;]Disney+ launches its ad-supported tier to compete with Netflix by Lauren Forristal originally published on TechCrunch",
      "url": "https://techcrunch.com/2022/12/08/disney-launches-its-ad-supported-tier/",
      "source": "TechCrunch",
      "image": null,
      "category": "technology",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-08T16:00:10+00:00"
    },
    {
      "author": "Christine Hall",
      "title": "Duffl’s David Lin dishes on why traditional rapid grocery delivery is not working",
      "description": "David Lin believes his quick commerce startup, Duffl, is an outlier in an industry that has seen its fair share of struggles lately.Duffl’s David Lin dishes on why traditional rapid grocery delivery is not working by Christine Hall originally published on TechCrunch",
      "url": "https://techcrunch.com/2022/12/08/duffl-david-lin-rapid-grocery-delivery/",
      "source": "TechCrunch",
      "image": null,
      "category": "technology",
      "language": "en",
      "country": "us",
      "published_at": "2022-12-08T17:00:37+00:00"
    }
  ]
}
